;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = 繁體中文 - Traditional Chinese
Code = zh-TW
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = 關於 %{Program.Name}
Label_Version = 版本
Label_AutoIt = 使用 AutoIt 版本建立
Label_Copyright = 版權所有
Tip_Title_Donate = 支持我們的工作
Tip_Message_Donate = 您的捐贈將幫助我們保持軟體免費\r\n並讓我們獲得為您服務所需的工具和服務。
Label_Home = 首頁
Label_License = 授權條款
Label_Support = 取得支援
Tip_Title_Country = 南非製造
Tip_Message_Country = %{Program.Name} 誕生於南非共和國。
Label_Contributors = 貢獻者
Button_Ok = 確定
Label_RAM = (RAM) %d MB 可用，共 %d MB (%d%%)
Label_HDD = (%s) %.2f GB 可用，共 %.2f GB (%d%%)
Tip_Facebook = 在 Facebook 上關注我們。
Tip_GitHub = GitHub 上的 %{Program.Name}。

[Custom]
Label_Status_Welcome = 從載入瀏覽器開始（選擇檔案）。\r\n%{Program.Name} 將自動偵測所選可執行檔的程序。
Label_Status_Updates = 正在檢查更新
Group_Load_Browser = 載入瀏覽器
Label_Executable = 可執行檔路徑 (%s)：
Label_Process_Usage = 使用率 | 峰值：
Label_Process_Count = 程序數量：
Button_Browse = 瀏覽(&B)
Group_Options = 選項
Checkbox_Reduce_Mem = 每隔以下時間減少記憶體：
Label_Milliseconds = 毫秒
Checkbox_Reduce_Limit = 當使用率超過以下值時減少記憶體：
Checkbox_Start_With = 啟動 %{Program.Name} 時執行 %s
Checkbox_Enable_Extended_Processes = 啟用擴充程序
Button_Extended_Processes = 擴充程序(&E)
Checkbox_Start_Windows = 開機時啟動 %{Program.Name}
Label_Settings_Updated = 設定已成功更新。
Button_Cancel = 取消
Button_Save = 儲存
Time_Unit_01 = 毫秒
Time_Unit_02 = 秒
Time_Unit_03 = 分鐘
Time_Unit_04 = 小時
Label_Boost_Description = 當使用率超過 %s MB 時，每 %s %s 減少一次。
Title_Select_Browser = 選擇瀏覽器
Tip_Minimized_Title = %{Program.Name} 仍在執行！
Tip_Minimized_Message = %{Program.Name} 將繼續最佳化 %s 的記憶體使用。\r\n點擊系統匣圖示可修改各種最佳化選項。
Label_Notice = %{Program.Name} 專為桌上型電腦和筆記型電腦設計。\r\n對於伺服器環境，我們建立了 Firemin Server。了解更多...

[Donate]
Label_Heading = 考慮小額捐贈，幫助我們的軟體永久保持免費？
Label_Message = 點擊下方的 PayPal 按鈕，選擇金額並發送捐贈。\r\n您的捐贈將幫助改進我們的軟體並保持 Rizonesoft 上的所有內容免費。\r\n20$ 的捐贈可以支持我們營運至少一個月。
Label_Donate = 您願意考慮捐贈 10$ 來幫助我們改進 %{Program.Name} 並繼續我們的使命嗎？

[Menus]
File = 檔案(&F)
File_Preferences = 偏好設定(&P)
File_Close = 結束(&C)\tShift+Alt+F4
Help = 說明(&H)
Help_Update = 檢查更新(&U)
Help_Home = %{Company.Name} 首頁(&H)
Help_Downloads = 更多下載(&D)
Help_Support = 取得支援(&S)
Help_Issue = 回報問題(&I)
Help_Donate = 支持我們的工作(&D)
Help_About = 關於 %{Program.Name}
Tray_About = 關於 %{Program.Name} %s
Tray_Open = 開啟 %{Program.Name}
Tray_Extended_Processes = 擴充程序
Tray_Run = 執行 %s
Tray_Run_Safemode = 在安全模式下執行 %s

[Messages]
Info_Title = 請注意
Warning_Title = 警告！
Error_Title = 糟糕！出錯了！
Error_Oops = 糟糕！
Singleton = %{Program.Name} 的另一個實例已在執行。\r\n提示：點擊系統匣中的 %{Program.Name} 圖示。
Compatible = %{Program.Name} 與您的 Windows 版本不相容。\r\n如果您認為這是一個錯誤，請隨時在 '%s' 留言，並附上所有詳細資訊。
Compatible_Bit = 抱歉，%{Program.Name} 的 32 位元版本與您的 Windows 版本不相容。\r\n請從 '%s' 下載 %{Program.Name} 的 64 位元版本。

[Preferences]
Window_Title = 偏好設定
Tab_General = 一般
Tab_Performance = 效能
Tab_Language = 語言
Group_Notifications = 通知
Group_Extended_Processes = 擴充程序
Group_Priority = 優先順序
Group_Memory = 記憶體
Group_Language = 語言
Checkbox_Notifications = 在系統匣顯示通知
Label_Extended_Processes = 在此輸入您希望 %{Program.Name} 最佳化的其他程序名稱。\r\n清單必須用逗號分隔（Process01.exe、Process02.exe 等）
Label_SetPriority = 設定程序優先順序：
Checkbox_SaveRealtime = 儲存高於高優先順序（不建議）。
Checkbox_ReduceMemory = 在低記憶體系統上減少記憶體。
Label_Language_Message = 選擇您偏好的語言，然後按 %s 按鈕繼續。\r\n（需要重新啟動）
Button_Save = 儲存
Button_Cancel = 取消
Label_Updated = 偏好設定已更新
MsgBox_Language_Title = 語言已更改
MsgBox_Language_Message = 所選語言已更改。\r\n需要重新啟動 %{Program.Name} 以套用所選語言。
MsgBox_Closing_Title = 正在關閉 %{Program.Name}
MsgBox_Closing_Message = 您想現在關閉 %{Program.Name} 嗎？

[Update]
Window_Title_Available = 有可用更新
Window_Title_Congratulations = 恭喜！
Window_Title_Error = 出錯了！
Label_Message_Update = '%{Program.Name}' 有新版本可用。
Label_Message_Latest = 您正在使用最新版本的 '%{Program.Name}'。
Label_Message_Error = 無法取得 '%{Program.Name}' 的最新版本資訊。
Label_Message_Internet = 請檢查您的網路連線並重試。
Label_Build_Current = 目前版本：
Label_Build_Update = 更新版本：
CheckBox_NoUpdate = 啟動時不檢查更新。
Button_Update = 了解更多
Button_Close = 關閉

[Versioning]
Administrator = 系統管理員
Build = 版本
AutoIt_Version = 使用 AutoIt 版本 %{AutoIt.Version}
Bit = 位元